Repository: morning4coffe-dev/recurrents
Catalog: ProjectSBS/ProjectSBS/Strings/*/Resources.resw
Source language: en
Languages: cs

source: About
cs: O aplikaci

# AboutDescription
source: Made with love and loads of coffee in Czechia 🏰
cs: Vyvinuto v České Republice 🏰

source: All
cs: Vše

source: Annually
cs: Ročně

source: Archive
cs: Archiv

# ArchiveDialogDescription
source: By doing so, you will no longer receive notifications about upcoming payments.
cs: Nadále již nebudete moci dostávat oznámení o nadcházejících platbách.

# ArchiveDialogTitle
source: Are you sure you want to archive your subscription?
cs: Jste si jisti, že chcete předplatné archivovat?

# ArchiveEmptyDescription
source: First you need to archive some of your subscriptions.
cs: Nejdříve musíte archivovat některé z vašich předplatných.

# ArchiveVerb
source: Archive
cs: Archivovat

source: Bank Transfer
cs: Bankovní převod

source: Billing cycle
cs: Zúčtovací cyklus

source: Cancel
cs: Zrušit

source: Cash
cs: Hotovost

source: Click to Login
cs: Přihlásit se

source: Close details
cs: Zavřít podrobnosti

# CloseDialogDescription
source: You may lose some unsaved changes.
cs: Můžete přijít o některé neuložené změny.

# CloseDialogTitle
source: Are you sure you want to close?
cs: Určitě chcete zavřít?

source: Continue without Login
cs: Pokračovat bez přihlášení

source: Credit Card
cs: Kreditní karta

source: Cryptocurrency
cs: Kryptoměna

source: Daily
cs: Denně

source: Days
cs: Dnů

source: Debit Card
cs: Debetní karta

source: Default currency
cs: Výchozí měna

source: Delete
cs: Smazat

# DeleteDialogDescription
source: By doing so, this subscription will be removed from the summaries as well. Please note that this action is irreversible.
cs: Tímto způsobem bude toto předplatné odstraněno i ze souhrnů. Upozorňujeme, že tato akce je nevratná.

# DeleteDialogTitle
source: Are you sure you want to delete your subscription?
cs: Opravdu chcete odstranit své předplatné?

source: Description
cs: Popis

# DescriptionPlaceholder
source: Give your subscription a description
cs: Přidejte vašemu předplatnému popis

source: Digital Wallet
cs: Digitální peněženka

source: Edit
cs: Upravit

source: Education
cs: Vzdělávání

source: Entertainment
cs: Zábava

source: Food
cs: Strava

source: For the price of
cs: Za cenu

source: Get notified
cs: Dostávat upozornění

source: Good Afternoon
cs: Dobré odpoledne

source: Good Evening
cs: Dobrý večer

source: Good Morning
cs: Dobré ráno

source: Good Night
cs: Dobrou noc

source: Health
cs: Zdraví

source: Home
cs: Domů

# InTime
source: In
cs: Za

source: Invoice
cs: Faktura

# Items
source: Subscriptions
cs: Předplatná

# ItemsEmptyDescription
source: Improve your spending habits by adding your subscriptions.
cs: Vylepšte své návyky při utrácení tím, že přidáte svá předplatná.

# ItemsEmptyTitle
source: You have no subscriptions here!
cs: Nemáte zde žádná předplatná!

# LastDays
source: Last {0} days
cs: Posledních {0} dnů

source: Login with Microsoft
cs: Přihlášení pomocí účtu Microsoft

source: Monthly
cs: Měsíčně

source: Name
cs: Název

# NewItem
source: New subscription
cs: Nové předplatné

source: News
cs: Zprávy

source: Next payments
cs: Nadcházející platby

# NotificationDescription
source: Your {0} payment for {1} is due tomorrow!
cs: Vaše předplatné {1} za {0} se obnovuje již zítra!

# NotificationName
source: {0} Payment Reminder! 🔔
cs: Upozornění na platbu za {0}! 🔔

source: Notifications
cs: Oznámení

# NotificationsDisabled
source: Notifications are disabled!
cs: Oznámení jsou vypnuta!

# NotificationsDisabledDescription
source: To start receiving notifications, ensure they are enabled in your settings.
cs: Chcete-li začít přijímat oznámení, zkontrolujte, zda jsou povolena v nastavení.

source: Notification time
cs: Čas oznámení

# NotLoggedIn
source: You are not logged in!
cs: Nejste přihlášeni!

# NotLoggedInDescription
source: Your data are be stored locally and aren't being synchronized.
cs: Vaše data jsou uložena lokálně a nejsou synchronizována.

source: Optional
cs: Volitelné

source: Other
cs: Ostatní

source: Paid in total
cs: Zaplaceno celkem

source: Paying since
cs: Placeno od

source: Payment method
cs: Platební metoda

source: Price
cs: Cena

source: Privacy Policy
cs: Zásady ochrany osobních údajů

source: Quarterly
cs: Čtvrtletně

source: Rate and review
cs: Hodnocení a recenze

source: Report a bug
cs: Nahlásit chybu

source: Save
cs: Uložit

source: Settings
cs: Nastavení

source: Stats
cs: Statistiky

source: System notifications
cs: Systémová oznámení

source: Tag
cs: Štítek

source: Today
cs: Dnes

source: Tomorrow
cs: Zítra

source: Travel
cs: Cestování

source: Unarchive
cs: Odarchivovat

source: Version
cs: Verze

source: Weekly
cs: Týdenně

source: Welcome
cs: Vítejte

source: Work
cs: Práce
